[Japanese]
1000 =アクティブ検索
1001 =または接続後にクリック
1002 = iPhoneで「Bluetooth」接続を使用する
1003 =携帯電話で「Bluetooth」をオンにしてください
1004 =検索しています...
1005 =検索を完了する
1006 =キャンセル
1007 =接続を待機しています...
1008 =またはUSB接続
1009 =クリックして接続
1010 =接続中
1011 = Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020 =接続中
1030=Setup
[-Japanese-]
